cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'neovim/neovim'

brew 'coreutils'
brew 'git'
brew 'postgres'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'ripgrep'
brew 'ruby-install'
brew 'tmux'

cask 'basecamp'
cask 'cyberduck'
cask 'spectacle'
cask 'evernote'
cask 'iterm2'
cask 'google-chrome'
cask 'licecap'
cask 'slack'
cask 'selfcontrol'
cask 'skitch'
cask 'spotify'
