cask_args appdir: '/Applications'

tap 'heroku/brew'
tap 'homebrew/cask'
tap 'puma/puma'

brew 'awscli'
brew 'aws-shell'
brew 'coreutils'
brew 'direnv'
brew 'git'
brew 'heroku'
brew 'jq'
brew 'libpq'
brew 'node'
brew 'puma-dev'
brew 'rbenv'
brew 'redis'
brew 'reattach-to-user-namespace'
brew 'ripgrep'
brew 'ruby-install'
brew 'tmux'
brew 'xsv'
brew 'yarn'

cask 'basecamp'
cask 'cyberduck'
cask 'spectacle'
cask 'evernote'
cask 'iterm2'
cask 'google-chrome'
cask 'licecap'
cask 'slack'
cask 'selfcontrol'
cask 'skitch'
cask 'spotify'
